// 🥳😶‍🌫️ 👾🤖👽🤡🎃👻🪖✍🏼👨🏽‍🔧🤸🏽‍♀️🤸🏽🤸🏽‍♂️🔥🌚🌝✨⚡️💥🌊🎯🛰🚀🛸🕹🪛🔧🔨⚒🛠⛏⚙️🩹🔓📚♻️⚠️📅

export const backlogData = [
  {
    value: "Версия 1.3.2",
    description:
      `
      Добавленно тестирование Бека (BDI-II - Шкала депрессии Бека). Обнавлён функцонал отчетности: .pdf, excel... Обнавлены стили, исправленны мелкие ошибки
      `,
  },
  {
    value: "Версия 1.2.0",
    description:
      `
      Тестирование MBTI обновлено! Добаленно описание типов личностей.
      Исправлены ошибки, связанные с автоматическим определением цветовой схеммы приложения... Обновлен слайдер на домашней странице приложения
      `,
  },
  {
    value: "Версия 0.5.0",
    description:
      "Обновлен UI: создана главная страница приложения, а также разделы: ТЕСТИРОВАНИЯ, СЕРВИСЫ, БЭКЛОГ. \nТестирования: Добавлен тест Струпа для проверки гибкости когнитивных функций. \nДобавлен компонент, проверяющий количество пройденых тестов в процентном соотношении.\n Панель администратора: Добавлена возможность управлять отделами в компании (создание, удаление, перевод пользователей)",
  },
  {
    value: "Версия 0.4.1",
    description:
      "Адаптивная версия приложения улучшена, добавлены переискользованные, кастомные компоненты...\nДобавлена функия восстановления пароля",
  },
  {
    value: "Версия 0.4.0",
    description:
      "Исправлены баги, обновлен пользовательский интерфейс, обновлены модели БД",
  },
  {
    value: "Версия 0.3.0",
    description:
      'Тестирование MBTI (Myers — Briggs Type Indicator, или индикатор типа Майерс — Бриггс) добавленно в проект! Вы можете пройти его, перейдя в раздел "Тестирование"',
  },
  {
    value: "Версия 0.2.0",
    description:
      "Добавленны функции регистрации, авторизации и личный кабинет пользователя",
  },
  {
    value: "Версия 0.1.0",
    description:
      "Инициализация проекта! Создана файловая структура и архитектурные паттерны 🥳",
  },
];
