export const data = [
  {
    symbol: 'Ne',
    description:
      'Extraverted Intuition (Ne): Внешнее интуитивное восприятие. Способность обнаруживать новые возможности и взаимосвязи в окружающем мире.',
  },
  {
    symbol: 'Ni',
    description:
      'Introverted Intuition (Ni): Внутреннее интуитивное восприятие. Способность видеть глубинные значения и потенциальные развития в будущем.',
  },
  {
    symbol: 'Fe',
    description:
      'Extraverted Feeling (Fe): Внешнее чувство. Осознание и реагирование на эмоции и потребности других людей, стремление создать гармонию в обществе.',
  },
  {
    symbol: 'Fi',
    description:
      'Introverted Feeling (Fi): Внутреннее чувство. Глубокое осознание и выражение собственных эмоций и ценностей.',
  },
  {
    symbol: 'Si',
    description:
      'Introverted Sensing (Si): Внутреннее чувственное восприятие. Ориентированность на опыт и воспоминания, стремление к стабильности и безопасности.',
  },
  {
    symbol: 'Se',
    description:
      'Extraverted Sensing (Se): Внешнее чувственное восприятие. Осознание и взаимодействие с текущим окружающим миром, активная адаптация к нему.',
  },
  {
    symbol: 'Te',
    description:
      'Extraverted Thinking (Te): Внешнее мышление. Организация и рационализация внешнего мира, принятие решений на основе логики и фактов.',
  },
  {
    symbol: 'Ti',
    description:
      'Introverted Thinking (Ti): Внутреннее мышление. Глубокий анализ и стремление понять внутреннюю структуру и логику вещей.',
  },
];
