// const placeholder =
//   'It can’t help but hear a pin drop from over half a mile away, so it lives deep in the mountains where there aren’t many people or Pokémon.';
//! ОБНОВИТЬ FAQ!
export const faqData = [
  {
    id: 'what-is-timewise',
    question: 'Что такое TimeWise?',
    answer:
      'TimeWise — это open source приложение для ретроспективного анализа, планирования задач и управления приоритетами. Оно помогает пользователям отслеживать свои задачи, ставить цели и анализировать пройденные этапы жизни с помощью различных визуальных форматов, таких как канбан-доски и таймлайны.',
  },
  {
    id: 'how-to-start',
    question: 'Как я могу начать использовать TimeWise?',
    answer:
      'Вы можете начать использовать TimeWise, зарегистрировавшись на платформе через страницу регистрации. После этого вам станет доступен весь функционал для управления задачами и событиями, включая создание, редактирование и отслеживание задач, а также использование инструментов для ретроспективного анализа.',
  },
  {
    id: 'is-timewise-free',
    question: 'Является ли TimeWise бесплатным?',
    answer:
      'Да, TimeWise полностью бесплатен и является open source проектом. Вы можете использовать его без ограничений, а также участвовать в его развитии, внося предложения и улучшения через наш GitHub-репозиторий.',
  },
  {
    id: 'features',
    question: 'Какие функции предоставляет TimeWise?',
    answer:
      'TimeWise предлагает следующие основные функции: создание и управление задачами и событиями, визуальные форматы планирования (Kanban, Timeline), напоминания и уведомления о важных задачах, аналитика выполнения задач и ретроспективный анализ, интеграция с другими календарями и системами.',
  },
  {
    id: 'contribute',
    question: 'Как я могу внести свой вклад в развитие проекта?',
    answer:
      'TimeWise является open source проектом, и мы приветствуем вклад сообщества. Вы можете внести свой вклад, предложив новый функционал, улучшив существующий код, написав тесты или документацию. Для начала посетите наш репозиторий на GitHub, чтобы узнать, как можно присоединиться.',
  },
  {
    id: 'mobile-version',
    question: 'Есть ли мобильная версия TimeWise?',
    answer:
      'На данный момент мы сосредоточены на веб-версии TimeWise, но мобильная версия проекта планируется в будущем. Следите за обновлениями в нашем репозитории, чтобы быть в курсе новых функций.',
  },
  // {
  //   id: 'data-protection',
  //   question: 'Как защищены мои данные?',
  //   answer:
  //     'Мы используем современные методы безопасности для защиты данных пользователей. Все данные передаются через зашифрованные соединения (HTTPS), а доступ к учетным записям осуществляется с помощью надежных механизмов аутентификации. Мы также используем PostgreSQL для безопасного хранения данных пользователей.',
  // },
  // {
  //   id: 'integration',
  //   question: 'Могу ли я интегрировать TimeWise с другими сервисами?',
  //   answer:
  //     'Интеграции с другими сервисами находятся в разработке. В ближайшем будущем мы планируем добавить возможность интеграции с популярными календарями и инструментами для управления задачами.',
  // },
  // {
  //   id: 'password-recovery',
  //   question: 'Как я могу изменить или восстановить свой пароль?',
  //   answer:
  //     'Вы можете изменить или восстановить пароль через настройки вашего профиля. Если вы забыли пароль, воспользуйтесь функцией восстановления, указав ваш адрес электронной почты.',
  // },
  {
    id: 'support',
    question: 'Как получить поддержку или задать вопрос?',
    answer:
      'Если у вас есть вопросы или возникли проблемы, вы можете связаться с нами через наш GitHub-репозиторий, оставив issue, или присоединившись к нашему сообществу разработчиков.',
  },
];